Repository: rarimo/rarime-ios-app
Catalog: Rarime/Resources/Localizable.xcstrings
Source language: en
Languages: uk

source: and
uk: та

source: %@ ensures your history, reputation and actions are not lost, but remain confidential and under your control.
uk: %@ гарантує, що ваша репутація та історія дій залишатимуться конфіденційними під вашим контролем.

source: %@ Years Old
uk: %@ років

# %@, Age: %@
source: %1$@, Age: %2$@
uk: %1$@, вік: %2$@

source: Account
uk: Акаунт

source: Address
uk: Адреса

source: Address: %@
uk: Адреса: %@

source: All Done!
uk: Виконано!

source: Amount
uk: Сума

source: App Icon
uk: Іконка додатку

source: App version: %@
uk: Версія додатку: %@

source: Applying Zero Knowledge
uk: Застосування Zero Knowledge

source: Auth Method
uk: Метод входу

source: Authenticating with passport...
uk: Перевірка за паспортом...

source: Authentication Failed
uk: Помилка автентифікації

source: Available RMO
uk: Доступно RMO

source: Available:
uk: Доступно:

source: Balance: RMO
uk: Баланс: RMO

source: Beta launch
uk: Бета-запуск

source: Birth date
uk: Дата народження

source: Black
uk: Чорна

source: Black & Green
uk: Чорно-зелена

source: Black & White
uk: Біло-чорна

source: By checking this box, you are agreeing to
uk: Поставивши галочку, ви погоджуєтеся з

source: Camera Permission
uk: Доступ до камери

source: Cancel
uk: Скасувати

source: CARD VISUAL
uk: ВИГЛЯД КАРТКИ

source: Claim
uk: Отримати винагороду

source: Close
uk: Закрити

source: Congrats!
uk: Вітання!

source: Continue
uk: Продовжити

source: Copied
uk: Скопійовано

source: Copy to clipboard
uk: Копіювати

source: Could not authenticate with Face ID. Please try again.
uk: Не вдалося автентифікувати через Face ID. Будь ласка спробуйте ще раз.

source: Create Account
uk: Створити акаунт

source: Creating a confidential profile
uk: Створення конфіденційного профілю

source: Creating an incognito profile
uk: Створення анонімного профілю

source: Dark Mode
uk: Темна

source: Data
uk: Дані

source: Data generates an incognito profile
uk: Необхідні для створення анонімного профілю

source: Data never leaves this device
uk: Дані ніколи не залишають цей телефон

source: Document class mode
uk: Клас документа

source: Document data
uk: Дані документа

source: Document ID
uk: Номер документа

source: Done
uk: Готово

source: Downloading data
uk: Завантаження даних

source: Enable
uk: Увімкнути

source: Enable Face ID
uk: Увімкнути Face ID

source: Enable Passcode
uk: Увімкнути ПІН-код

source: Enable Face ID in Settings > RariMe.
uk: Увімкніть Face ID: Налаштування -> RariMe.

source: Enable Face ID Login
uk: Увімкнути вхід через Face ID

source: Enable Passcode Login
uk: Увімкнути вхід за ПІН-кодом

source: English
uk: Англійська

source: Enter Passcode
uk: Уведіть ПІН-код

source: Error
uk: Помилка

source: Expiry date
uk: Дата закінчення

source: Export Keys
uk: Експорт ключів

source: Face ID Disabled
uk: Face ID вимкнено

source: Failed
uk: Помилка

source: Female
uk: Жінка

source: Finalizing
uk: Завершення

source: Get Rewarded
uk: Нагороди

source: Go Incognito
uk: Режим інкогніто

source: Green
uk: Зелена

source: Green & Black
uk: Зелено-чорна

source: Hold your iPhone near an NFC enabled passport.
uk: Тримайте iPhone біля паспорта з підтримкою NFC.

source: Incognito mode
uk: Режим інкогніто

source: Invalid Rarimo address
uk: Недійсна адреса Rarimo

source: Issuing state code
uk: Орган, що видав

source: Join a waitlist
uk: Доєднатися до очікування

source: Join the waitlist
uk: Доєднатися до очікування

source: Language
uk: Мова

source: Learn more about RariMe App
uk: Дізнатися більше про додаток RariMe

source: Let’s Start
uk: Почнімо

source: Light Mode
uk: Світла

source: Male
uk: Чоловік

source: MAX
uk: МАКС

source: Maybe Later
uk: Пізніше

source: Move your passport page inside the border
uk: Наведіть рамку на сторінку вашого парпорта

source: Must data
uk: Необхідні дані

source: Nationality
uk: Національність

source: Next
uk: Далі

source: NFC Reader
uk: Зчитування NFC

source: No transactions yet
uk: Транзакцій ще немає

source: Okay
uk: Окей

source: Open Settings
uk: До налаштувань

source: Other passport holders
uk: Інші власники паспортів

source: Passcode
uk: ПІН-код

source: Passcodes do not match
uk: ПІН-коди не збігаються

source: Passport read successfully
uk: Паспорт успішно прочитаний

source: Place QR code within the frame to scan
uk: Помістіть QR-код у рамку для сканування

source: Place your passport cover to the back of your phone
uk: Помістіть обкладинку паспорта на задню панель телефону

source: Please allow camera access in settings to continue
uk: Для продовження, будь ласка, надайте доступ до камери в налаштуваннях

source: Please store the private key safely and do not share it with anyone. If you lose this key, you will not be able to recover the account and will lose access forever.
uk: Будь ласка, зберігайте приватний ключ у безпеці та нікому не передавайте його. Якщо ви втратите цей ключ, ви не зможете відновити акаунт і назавжди втратите доступ до нього.

source: Please try again later
uk: Будь-ласка, спробуйте пізніше

source: Please Wait...
uk: Зачекайте...

source: Privacy Policy
uk: Політика конфіденційності

source: Processing
uk: Обробка

source: Profile
uk: Профіль

source: Programmable Airdrop
uk: Програмований Airdrop

source: Proofs
uk: Докази

source: Prove your eligibility, belonging, identity, and contributions — all without revealing your personal details.
uk: Підтверджуйте свою особу, внески та правомочність без розкриття ваших персональних даних

source: Prove your eligibility, belonging, identity, and contributions — without ever revealing personal data.
uk: Підтверджуйте свою особу, внески та правомочність без розкриття ваших персональних даних

source: RariMe ensures your history, reputation and actions are not lost, and remain under your control.
uk: RariMe гарантує, що ваша репутація та історія дій залишаються під вашим контролем.

source: RariMe General Terms & Conditions
uk: загальними положення та умовами RariMe

source: RariMe is a self-custody identity wallet where no personal data ever leaves the device and everything is processed locally.
uk: RariMe — це ідентифікаційний гаманець із самоохороною, у якому жодні особисті дані ніколи не залишають пристрій і все обробляється локально.

source: RariMe Privacy Notice
uk: політикою конфіденційності RariMe

source: Rarimo Airdrop Program Terms & Conditions
uk: правилами та умовами програми Rarimo Airdrop

source: Reading Passport data
uk: Зчитування даних паспорта

source: Reading passport data... %@
uk: Зчитування даних паспорта... %@

source: Receive
uk: Отримати

source: Receive RMO
uk: Отримати RMO

source: Receiver gets
uk: Буде отримано

source: Repeat Passcode
uk: Повторіть ПІН-код

source: Scan
uk: Сканувати

source: Scan QR
uk: QR сканер

source: Scan your Passport
uk: Відскануйте ваш паспорт

source: Send
uk: Надіслати

source: Send RMO
uk: Надіcлати RMO

source: Settings
uk: Налаштування

source: Shows two identifiers on the card
uk: Виберіть два ідентифікатори на картці

source: Skip
uk: Пропустити

source: Sorry, there was a problem reading the passport. Please try again
uk: Вибачте, виникла проблема при зчитуванні паспорта. Будь ласка, спробуйте ще раз

source: Start building your incognito profile and earn rewards as an early community member.
uk: Створіть свій анонімний профіль та отримайте винагороду як ранній учасник спільноти.

source: Starting in July
uk: Стартуємо у липні

# Step %lld/%lld
source: Step %1$lld/%2$lld
uk: Крок %1$lld/%2$lld

source: System
uk: Системна

source: Terms of Use
uk: Умови використання

source: Thanks!
uk: Дякую!

source: The rewards program will allow you to receive weekly airdrops. You can earn additional rewards by using RariMe’s incognito proofs with other ecosystem apps.
uk: Програма винагород дозволить вам отримувати щотижневі Airdrop'и. Ви зможете отримати додаткові винагороди, використовуючи анонімні докази RariMe з іншими програмами екосистеми.

source: Theme
uk: Тема

source: This app is where you privately store your digital identities, enabling you to go incognito across the web.
uk: У додатку ви можете зберігати свої ідентифікаційні дані, щоб анонімно користуватися мережею

source: Transactions
uk: Транзакції

source: Ukrainian
uk: Українська

source: Upcoming airdrops will include citizens from all over the world. Create an incognito profile by scanning your passport, and we will notify you when you become eligible.
uk: Майбутні Airdrop'и включатимуть громадян з усього світу. Створіть свій анонімний профіль, відсканувавши паспорт. Ми повідомимо вас, коли ви зможете доєднатися до програми.

source: Wallet
uk: Гаманець

source: We will notify when you become eligible
uk: Ми повідомимо, коли ви зможете доєднатися

source: Welcome
uk: Привіт!

source: What is RariMe?
uk: Що таке RariMe?

source: What’s that?
uk: Що це?

source: White
uk: Біла

source: Withdraw the RMO token
uk: Відправляйте ваші токени RMO на інший гаманець

source: You can use the QR code or the wallet address to deposit the RMO token to your account
uk: Використовуйте цей QR-код або адресу гаманця, щоб внести токен RMO на свій рахунок

source: You’ve joined the waitlist
uk: Ви приєдналися до очікування

source: You’ve received %lld RMO tokens
uk: Ви отримали %lld токени RMO

source: Your passport proof is ready
uk: Ваш доказ паспорту готовий

source: Your Private Key
uk: Ваш приватний ключ

source: Your Rarimo Address
uk: Ваша адреса Rarimo
